# TODO: Translation updated at 2020-04-03 23:00

# game/Rooms/Intro/intro_scene.rpy:16
translate chinese intro_environment_ff65acd3:

    # mt "Zzzzzzzz...."
    mt "zzzzzz。。。"

# game/Rooms/Intro/intro_scene.rpy:27
translate chinese intro_scene_start_0f8988c1:

    # help "Привет! Добро пожаловать в обновленную игру про Монику!"
    # "Что стоит сразу запомнить."
    help "你好！欢迎来到关于莫妮卡的最新游戏！"
    "你要记住的第一件事"

# game/Rooms/Intro/intro_scene.rpy:34
translate chinese intro_scene_start_8fe2cf87:

    # "В левом верхнем углу вы можете всегда видеть много полезной информации. Например, текущие задания!"
    "在左上角，总是有很多有用的信息。例如，您当前的任务！"

# game/Rooms/Intro/intro_scene.rpy:39
translate chinese intro_scene_start_32569033:

    # "Справа располагается название текущей локации и кнопка вызова карты."
    # "Сейчас она недоступна, потому что Моника спит :)"
    "在右边，您将找到当前位置的名称和地图按钮。"
    "现在不行，因为莫妮卡在睡觉。:)"

# game/Rooms/Intro/intro_scene.rpy:44
translate chinese intro_scene_start_9010f170:

    # "Также справа находится Bitchmeter :). Он показывает кем сейчас является Моника."
    # "Вы можете влиять на ее поведение в течении игры."
    # "И сделать из нее либо скромную девушку, либо законченную сучку."
    # "Все это будет сказываться на игре и на развитии сюжета!"
    "在右边，我们还有比特表：）。它显示了莫妮卡现在是什么样的人。"
    "你可以在比赛中影响她的行为。"
    "让她要么是个谦虚的女孩要么是个十足的婊子。"
    "你所有的决定都会影响游戏和剧情的发展！"

# game/Rooms/Intro/intro_scene.rpy:53
translate chinese intro_scene_start_b6fb1663:

    # "На экране много интерактивных объектов. С ними можно взаимодействовать по разному."
    # "Например, можно посмотреть на них, можно использовать, разговаривать и тд."
    # "Либо использовать на них какие-то предметы инвентаря."
    # "Меню действий вызывается левым кликом мышки опционально, либо правым кликом мышки принудительно."
    "屏幕上有许多交互对象。你可以用不同的方式与他们互动。"
    "例如，你可以看他们，你可以使用，交谈等。"
    "或者和一些设备一起使用。"
    "操作菜单是可选的，通过单击鼠标左键打开。鼠标右键将单击“强制”。"

# game/Rooms/Intro/intro_scene.rpy:64
translate chinese intro_scene_start_796043ad:

    # "Во время диалогов правая кнопка мыши, либо клавиша <H>, скрывают диалог, чтобы вы могли видеть картинку целиком!"
    # "Также вы можете включить принудительную паузу после диалога перед сменой картинки в настройках игры!"
    "在对话框中，鼠标右键或<H>键隐藏对话框，以便您可以看到整个图像！"
    "在游戏设置中，您还可以在对话结束后、图片更改前启用强制暂停！"

# game/Rooms/Intro/intro_scene.rpy:70
translate chinese intro_scene_start_7f023d30:

    # "Если появилась кнопка с вопросом, значит для этого квеста есть подсказки!"
    # "Нажмите на кнопку, если Вы запутались!"
    "如果你感到困惑就按它。"
    "现在是叫醒莫妮卡开始比赛的时候了！祝你好运！"

# game/Rooms/Intro/intro_scene.rpy:77
translate chinese intro_scene_start_a647fbff:

    # "А теперь пришла мора разбудить Монику и начать игру! Удачи!"
    "如果有一个带有问号的图标，那么就有当前任务的提示！"

