# TODO: Translation updated at 2020-04-03 23:00

# game/Rooms/House/Kitchen/kitchen.rpy:61
translate chinese kitchen_environment_ac4d1288:

    # mt "Бетти запретила мне притрагиваться к чему-либо..."
    # "Мне лучше уйти отсюда скорее, пока она не заметила меня!"
    mt "贝蒂告诉我不要碰任何东西。。。"
    "我最好在她看到我之前离开这里！"

# game/Rooms/House/Kitchen/kitchen.rpy:65
translate chinese kitchen_environment_7153cf52:

    # m "Это вино. Естественно, очень дорогое."
    # m "Я могу иногда выпить бокальчик вина во время обеда."
    # "Даже завтрака. Я аристократка. Я могу себе это позволить."
    m "这酒自然很贵。"
    m "我有时午饭时可以喝一杯酒。"
    "即使是早餐。我是贵族。我负担得起。"

# game/Rooms/House/Kitchen/kitchen.rpy:75
translate chinese kitchen_environment_7227f4f3:

    # m "В этих ящика хранится всевозможная кухонная утварь."
    # "Мне совершенно неинтересно что именно там лежит!"
    m "各种厨房用具都存放在这些抽屉里。"
    "我对那里到底有什么一点也不感兴趣！"

# game/Rooms/House/Kitchen/kitchen.rpy:80
translate chinese kitchen_environment_3ee62979:

    # m "Это какая-то уже готовая еда."
    # "Не помню приказывала-ли я Юлии готовить или нет."
    # "Хотя... она же сама должна об этом заботиться."
    # "Надеюсь хоть что-то можно поручить работникам делать без моего вмешательства!"
    m "这是某种现成的食物。"
    "我不记得我有没有叫茱莉亚做饭。"
    "尽管。。。不管怎样，她还是得自己处理。"
    "我希望至少可以在没有我干预的情况下指示一些事情去做工人！"

# game/Rooms/House/Kitchen/kitchen.rpy:89
translate chinese kitchen_environment_7c43278b:

    # m "Это холодильник."
    # "Он всегда должен быть заполнен свежими продуктами."
    # "Об этом должна заботиться Юлия."
    # "Нет продуктов - работа не сделана. Служащий - уволен."
    # "Это мое кредо!"
    m "这是冰箱。"
    "它应该总是装满新鲜的食物。"
    "茱莉亚应该处理这个。"
    "没有食物-工作还没做完。这个雇员被解雇了。"
    "这是我的信条！"

# game/Rooms/House/Kitchen/kitchen.rpy:101
translate chinese kitchen_environment_1c250cdc:

    # m "На этой газовой плите Юлия готовит еду для меня."
    # "Мне лично подходить к таким вещам неприятно."
    # "Такие очаровательные девушки как я должны украшать этот мир, а не стоять у плиты!"
    # "Для стояния у плиты есть такие как Юлия!"
    m "在这个煤气炉上，茱莉亚为我做饭。"
    "我个人处理这些不愉快的事情。"
    "像我这样迷人的女孩必须照亮这个世界，而不是站在火炉前！"
    "有人喜欢茱莉亚！"

# game/Rooms/House/Kitchen/kitchen.rpy:110
translate chinese kitchen_environment_56007846:

    # m "Лампочки!!! Уииии!!"
    m "灯泡！！！再见！！"

# game/Rooms/House/Kitchen/kitchen.rpy:114
translate chinese kitchen_environment_7a5b1bad:

    # m "Юлия может использовать эту микроволновую печь, но только чтобы разогреть еду ДЛЯ СЕБЯ!"
    # "Моя еда всегда свежая и горячая, только что приготовленная!"
    m "茱莉亚可以用这个微波炉，但只能为自己加热食物！"
    "我的食物总是又新鲜又热，刚煮好的！"

# game/Rooms/House/Kitchen/kitchen.rpy:119
translate chinese kitchen_environment_af770bfb:

    # m "Чистая посуда."
    # "Даже ту посуду, которая не испачкана, гувернантка обязана регулярно протирать от пыли."
    m "洗碗碟。"
    "女佣需要定期把所有的盘子擦干净，即使它们不脏。"

# game/Rooms/House/Kitchen/kitchen.rpy:124
translate chinese kitchen_environment_6a59e43a:

    # m "Просто кухонная вытяжка..."
    # "Скучно..."
    m "只是一个厨房罩。。。"
    "我很无聊。。。"

# game/Rooms/House/Kitchen/kitchen.rpy:131
translate chinese kitchen_environment_56183e29:

    # m "Моя кухня."
    # "Моя она в том смысле что Я решаю кому можно здесь находиться."
    # "Готовить, разумеется я здесь не собираюсь."
    # "Для этого есть обычные люди, которые рады трудиться в таком прекрасном месте."
    m "我的厨房。"
    "从这个意义上说，我决定谁能在这里。"
    "当然，我不会在这里做饭。"
    "有一些普通人乐于在这样一个美丽的地方工作。"

# game/Rooms/House/Kitchen/kitchen.rpy:139
translate chinese kitchen_environment_a1216c30:

    # m "В этой части кухни стоит мой обеденный столик."
    # "Я могла бы обедать в нашей роскошной гостиной."
    # "Но я считаю что в этом слишком много пафоса."
    # "Ведь я же скромняшка!"
    # "Да, и я в детстве всегда кушала на кухне."
    # "Наверное эта привычка - оттуда."
    m "我的餐桌在厨房的这一部分。"
    "我可以在我们豪华的客厅里吃饭。"
    "但我觉得太夸张了。"
    "我很谦虚！"
    "是的，我小时候经常在厨房吃饭。"
    "这个习惯很可能是我养成的。"

translate chinese strings:

    # game/Rooms/House/Kitchen/kitchen.rpy:31
    old "ОБЕДЕННЫЙ СТОЛИК"
    new "餐桌"

