# TODO: Translation updated at 2020-04-03 23:00

# game/Rooms/House/Kitchen/kitchen2.rpy:37
translate chinese kitchen2_environment_ac4d1288:

    # mt "Бетти запретила мне притрагиваться к чему-либо..."
    # "Мне лучше уйти отсюда скорее, пока она не заметила меня!"
    mt "贝蒂告诉我不要碰任何东西。。。"
    "我最好在她看到我之前离开这里！"

# game/Rooms/House/Kitchen/kitchen2.rpy:41
translate chinese kitchen2_environment_b57924f0:

    # m "В этих сервантах хранится посуда."
    # "Красивая и дорогая!"
    m "盘子放在这个箱子里。"
    "又漂亮又贵！"

# game/Rooms/House/Kitchen/kitchen2.rpy:46
translate chinese kitchen2_environment_d4dc79b0:

    # m "Здесь висит разная кухонная утварь."
    # "Естественно - ЧИСТАЯ и намытая до БЛЕСКА!"
    m "那里挂着各种厨房用具。"
    "当然，要洗干净才能发光！"

# game/Rooms/House/Kitchen/kitchen2.rpy:51
translate chinese kitchen2_environment_2a554cc7:

    # m "Я никогда не сажусь обедать за этот стул, потому что над ним висит эта красивая и роскошная люстра."
    # "Я разрешаю своему мужу сидеть здесь."
    m "我从不坐在这把椅子上吃饭，因为它上面有一盏漂亮而豪华的吊灯。"
    "我让我丈夫坐在这里。"

# game/Rooms/House/Kitchen/kitchen2.rpy:57
translate chinese kitchen2_environment_93dda7e2:

    # m "За этим стулом я обычно обедаю."
    # "Он.. стоит подальше от этой красивой и дорогой люстры..."
    m "我通常在这把椅子上吃午饭。"
    "是的。。离这漂亮昂贵的吊灯有一段合理的距离。。。"

# game/Rooms/House/Kitchen/kitchen2.rpy:65
translate chinese kitchen2_environment_6befd075:

    # m "Ах, как я люблю красивые и роскошные люстры!"
    m "哦，我多么喜欢漂亮豪华的吊灯！"

# game/Rooms/House/Kitchen/kitchen2.rpy:69
translate chinese kitchen2_environment_b3665e4a:

    # m "Обеденный столик."
    # "Я могла бы обедать в нашей роскошной гостиной."
    # "Но я считаю что в этом слишком много пафоса."
    # "Ведь я же скромняшка!"
    # "Да, и я в детстве всегда кушала на кухне."
    # "Наверное эта привычка - оттуда."
    m "餐桌。"
    "我可以在我们豪华的客厅里吃饭。"
    "但我觉得太夸张了。"
    "我很谦虚！"
    "是的，我小时候经常在厨房吃饭。"
    "这个习惯很可能是我养成的。"

# game/Rooms/House/Kitchen/kitchen2.rpy:84
translate chinese kitchen2_environment_399dfee7:

    # m "В этой раковине Юлия моет посуду."
    # "Я не разрешаю пользоваться посудомоечной машиной, потому что..."
    # "Это химия и это упростило бы ей работу."
    # "Упрощать работу людям - не есть моя цель!"
    # "Считаю что я и так слишком добрая ко всем!"
    m "在这个水槽里，茱莉亚洗盘子。"
    "我不允许用洗碗机，因为。。。"
    "它是化学物质，会让她的工作更容易。"
    "简化仆人的工作不是我的目标！"
    "我觉得我对每个人都太好了！"

# game/Rooms/House/Kitchen/kitchen2.rpy:95
translate chinese kitchen2_environment_1422f01f:

    # m "Эти стулья Юлия использует для того чтобы встать на них и куда-то дотянуться."
    # "Естественно, на них никто не сидит."
    # "Я бы не допустила здесь находиться никому."
    # "Я даже мужу сюда не разрешаю заходить, только чтобы поесть."
    # "Хотя.. я стараюсь чтобы он вообще поменьше заходил куда-либо в доме."
    # "Я считаю что этот дом - МОЙ!"
    m "茱莉亚用这些椅子站在上面，伸手去拿东西。"
    "当然，没有人坐在上面。"
    "我不会让任何人进来的。"
    "即使是我丈夫，我也只允许来这里吃饭。"
    "尽管。。我尽量让他少去屋里的地方。"
    "我想这房子是我的！"

translate chinese strings:

    # game/Rooms/House/Kitchen/kitchen2.rpy:26
    old "КУХНЯ"
    new "厨房"

