# TODO: Translation updated at 2020-04-03 23:00

# game/scripts/start.rpy:88
translate chinese start_new_game_0fc387fb:

    # m "Доброе утро! Меня зовут Моника Бакфетт! Я замужем."
    # "Мы с мужем поженились 12 лет назад."
    m "早上好！我叫莫妮卡·巴克费特！我结婚了。"
    "我12年前和我丈夫结婚了。"

# game/scripts/start.rpy:94
translate chinese start_new_game_6f8f075b:

    # "Мой муж очень богат. После свадьбы мы поселились в этом большом доме."
    # "Люблю-ли я мужа? Можно сказать что люблю. Он такой мягкий и пушистый."
    "他很有钱。婚礼之后，我们搬进了这所大房子。"
    "我爱我的丈夫吗？你可以说我知道，他是个温柔的人。"

# game/scripts/start.rpy:103
translate chinese start_new_game_8acf41ff:

    # "Я с удовольствием им управляю."
    "我很乐意控制他和他的钱。"

# game/scripts/start.rpy:107
translate chinese start_new_game_accbc8f0:

    # mt "На улице что-то хлопнуло"
    mt "街上有一声巨响。"

# game/scripts/start.rpy:114
translate chinese start_new_game_58207cac:

    # m "Любовь? Моя главная любовь - это власть и управление людьми."
    # "А еще я считаю что я очень красива. Я люблю свою красоту, вот моя любовь :)"
    # "У меня свой бизнес. Я владею очень популярным журналом моды. Многие девушки завидуют мне."
    # "Мне вообще все завидуют."
    # "Но я считаю что это их проблемы. Неудачники всегда завидуют таким успешным людям."
    # "Таким как я :)"
    # "Впрочем что-то я задумалась. Пора вставать, собираться и ехать заниматься своим любимым делом :)"
    m "他是我的真爱吗？我想说我的真爱是力量和控制别人。"
    "当然，我爱我的美丽！我觉得我很漂亮！"
    "我也经营自己的生意。我有一本很受欢迎的时尚杂志。很多女孩羡慕我。"
    "其实，每个人都羡慕我。"
    "但这不是我的问题。失败者总是羡慕成功者。"
    "像我这样的成功人士：）"
    "但是，我离题了。是时候起床了，准备好去做我最喜欢的事情了：）"

# game/scripts/start.rpy:135
translate chinese start_new_game_b7500cf7:

    # "Итак, что мне надо сделать."
    # "Надо одеться в домашнюю одежду. Надо принять душ. Надо позавтракать. Надо одеться на выход и идти на улицу."
    # "Фред (это мой водитель) должен ждать меня на улице."
    "那么，我今天要做什么？"
    "我应该穿上我的家装。之后，我需要洗个澡。然后吃早饭。最后，我应该穿上今天应该穿的衣服，到外面去。"
    "弗雷德（我的司机）应该在街上等我。"

# game/scripts/start.rpy:144
translate chinese start_new_game_537b5c94:

    # "И только пусть попробует его там не оказаться когда я выйду! (злобно ухмыляется)."
    # "Он старается, но у него и так уже много промахов. Я подумываю о том чтобы его заменить."
    "我出来的时候他最好在那儿！（愤怒地咧嘴一笑）"
    "他尽力了，但已经犯了许多错误。我在考虑换掉他。"

# game/scripts/start.rpy:150
translate chinese start_new_game_c80e1d95:

    # "Людей вообще надо почаще менять. Независимо от того стараются они или нет."
    # "Люди..."
    "人们应该定期更换。他们的努力并不重要，所以即使他们努力工作，我也可以解雇他们。"
    "呃，人们。。。"

# game/scripts/start.rpy:156
translate chinese start_new_game_dcfb3cc2:

    # "Люди просто надоедают вот и все."
    "人们很烦人，这是事实。"

translate chinese strings:

    # game/scripts/start.rpy:35
    old "ОФИС МОНИКИ"
    new "莫妮卡的办公室"

    # game/scripts/start.rpy:35
    old "ОФИС ДИКА"
    new "迪克的办公室"

    # game/scripts/start.rpy:35
    old "ЗАПРАВКА"
    new "燃料站"

    # game/scripts/start.rpy:35
    old "ПОЛИЦИЯ"
    new "派出所"

    # game/scripts/start.rpy:35
    old "ОТЕЛЬ ЛЯ ГРАНД"
    new "格兰德酒店"

    # game/scripts/start.rpy:35
    old "ФИТНЕСС"
    new "健身"

    # game/scripts/start.rpy:35
    old "ОФИС СТИВА"
    new "史蒂夫的办公室"

    # game/scripts/start.rpy:35
    old "БАНК"
    new "银行"

    # game/scripts/start.rpy:35
    old "МАГАЗИН ОДЕЖДЫ"
    new "服装店"

    # game/scripts/start.rpy:35
    old "ДОМ МОНИКИ"
    new "莫妮卡的房子"

    # game/scripts/start.rpy:59
    old "Разбудить Монику"
    new "醒醒莫妮卡"

    # game/scripts/start.rpy:71
    old "Одеться и идти на улицу"
    new "穿好衣服出去"

